Repository: yirmi99/carpool
Catalog: lib/l10n/intl_*.arb
Languages: he

# appTitle
source: Carpool Management
he: ניהול קארפול

# loginTitle
source: Login
he: התחברות

source: Welcome back!
he: ברוך שובך!

# enterUsernameOrEmail
source: Enter Your Username / Email
he: הזן את שם המשתמש / אימייל שלך

source: Enter Your Password
he: הזן את סיסמתך

source: Forgot Password?
he: שכחת סיסמה?

source: Don’t have an account?
he: אין לך חשבון?

source: Sign Up
he: הרשמה

source: Home
he: בית

# profile
source: My Profile
he: הפרופיל שלי

source: Settings
he: הגדרות

source: Sign Out
he: התנתקות

source: Email
he: אימייל

source: Password
he: סיסמה

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Destination
he: יעד

source: Residence
he: מגורים

source: Vehicle Information
he: מידע על הרכב

# signUpPrompt
source: Don't have an account? Sign up
he: אין לך חשבון?

# loginPrompt
source: Already have an account? Login
he: כבר יש לך חשבון? התחבר

# unknownError
source: An unknown error occurred
he: אירעה שגיאה לא ידועה

# userCreationFailed
source: User creation failed. Please try again.
he: יצירת משתמש נכשלה. אנא נסה שוב.

source: Create Group
he: צור קבוצה

# organizeCarpool
source: Organize your carpool
he: ארגן את הקארפול שלך

source: Search Group
he: חפש קבוצה

source: My Schedule
he: הלו"ז שלי

source: My Groups
he: הקבוצות שלי

# lookAround
source: Look around you
he: הסתכל סביבך

# hi
source: Hi {firstName}!
he: !שלום {firstName}

source: Menu
he: תפריט

# createGroupPrompt
source: Are you ready to create a group?
he: ?האם אתה מוכן ליצור קבוצה

# createGroupSubPrompt
source: Sit back, relax, and organize your carpool.
he: .שב, התרגע, וארגן את הקארפול שלך

source: Select Language
he: בחר שפה

source: Group Name
he: שם קבוצה

source: successfully created!
he: נוצר בהצלחה!

source: Go to Group Page
he: לך לדף הקבוצה

source: Go to All Groups
he: לך לכל הקבוצות

source: Enter Group Name
he: הזן שם קבוצה

# groupNameCreated
source: Group "{groupName}" successfully created!
he: הקבוצה "{groupName}" נוצרה בהצלחה!

source: Enter City
he: הזן עיר

source: Enter Address
he: הזן כתובת

source: Enter Radius
he: הזן רדיוס

# noGroups
source: No groups found
he: לא נמצאו קבוצות

source: Error loading groups
he: שגיאה בטעינת הקבוצות

source: Map
he: מפה

source: Close
he: סגור

source: OK
he: אוקיי

source: Error
he: שגיאה

source: Success
he: בוצע בהצלחה

source: Ride group Destination
he: יעד קבוצת הנסיעה

# chooseAddress
source: choose address/school/kindergarten/etc.
he: בחר כתובת/בית ספר/גן ילדים/מתנ׳׳ס וכו׳

# maxDistanceFromDestination
source: Maximum distance from destination (km)
he: מרחק מקסימלי מהיעד (בקילומטרים)

# enterMaxDistance
source: Enter max distance from origin to destination
he: הזן את מרחק מרבי אפשרי בין מקום המוצא ליעד

# maxUsers
source: Max number of users
he: מספר משתמשים מקסימלי

# enterMaxUsers
source: How many users can join?
he: כמה משתמשים יכולים להצטרף?

source: Departure Location
he: מקום המוצא

source: Destination Location
he: יעד הנסיעה

source: My Details
he: הפרטים שלי

source: Save Details
he: שמור עדכונים

source: Edit Details
he: ערוך פרטים

source: Search Groups
he: חפש קבוצות

# instructions
source: There are two options for finding a ride group: 1. By typing an area/school/kindergarten/etc. and displaying all the ride groups that have a destination in that area. 2. By freely searching for the name of a travel group and displaying it on the map.
he: ישנן שתי דרכים למציאת קבוצת נסיעות: 1. על ידי הקלדת אזור/בית ספר/גן ילדים וכו׳ והצגת קבוצות הנסיעה שייעדן נמצא באזור זה. 2. או על ידי חיפוש חופשי של שם קבוצת נסיעה והצגתה במפה.

source: Search for Groups
he: חפש קבוצות

source: Group not found
he: קבוצה לא נמצאה

# searchMethods
source: Options for Searching ride Groups
he: הדרכים לחיפוש קבוצות נסיעה

# goodMorning
source: Good morning, {firstName}
he: בוקר טוב, {firstName}

# goodAfternoon
source: Good afternoon, {firstName}
he: צהריים טובים, {firstName}

# goodEvening
source: Good evening, {firstName}
he: ערב טוב, {firstName}

# goodNight
source: Good night, {firstName}
he: לילה טוב, {firstName}

# chooseSearchOption
source: Choose Searching Option
he: בחר סוג חיפוש

# searchOnMap
source: Searching On The Map
he: חיפוש על המפה

# searchByOpenSearch
source: Searching by Open Search
he: חיפוש חופשי

# searchExplanation
source: For Searches Explanation
he: הסבר על סוגי החיפוש

# instructionsTitle
source: Instructions
he: הסבר

# maxParticipants
source: Number of ride participants
he: מספר משתתפים בנסיעה

# childrenToAdd
source: How many of your children to add to the ride?
he: כמה מילדך להוסיף לנסיעה?

source: Join Group
he: הצטרף לקבוצה

# howManyChildren
source: How many of your children do you want to add to this ride group?
he: ?כמה מילדיך ברצונך להוסיף לקבוצת נסיעה זו

source: Join
he: הצטרף

# groupIsFull
source: The group is full
he: הקבוצה מלאה

# placesLeft
source: {places} places left
he: נותרו {places} מקומות

# congratulations
source: Congratulations! You’ve joined the ride group.
he: ברכות! הצטרפת לקבוצת הנסיעה.

source: Group Page
he: עמוד הקבוצה

source: Show Participants
he: הצג משתתפים

source: Travel Planning
he: תכנון נסיעה

source: Group Chat
he: צ'אט קבוצתי

source: Show Ride Live Location
he: הצג מיקום נסיעה בזמן אמת

# leaveGroup
source: Leave This Ride Group
he: עזוב את קבוצת הנסיעה הזו

source: Cancel Ride
he: בטל נסיעה

source: Participants
he: משתתפים

# noParticipants
source: No participants have joined yet.
he: לא הצטרפו עדיין משתתפים

source: Remaining Rides
he: נסיעות נותרים

source: No Participants Found
he: לא נמצאו משתמשים

source: Group Details
he: פרטי הקבוצה

source: Leave This Ride Group
he: יציאה מקבוצת הנסיעה

source: Be the Driver
he: היה הנהג

source: Driver Assigned
he: נהג הוקצה

source: Add Your Children
he: הוסף את ילדיך

# driver
source: Driver: {driver}
he: נהג: {driver}

source: View Travel Details
he: צפה בפרטי הנסיעה

# parent
source: Parent: {parent}
he: הורה: {parent}

# from
source: From: {from}
he: מאיפה?: {from}

source: Sunday
he: ראשון

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

# signupTitle
source: Signup
he: הרשמה

# createNewAccount
source: Create a new account
he: צור חשבון חדש

source: Already have an account?
he: כבר יש לך חשבון?

# loginButton
source: Login
he: התחברות

# signupButton
source: SignUp
he: הירשם

source: Other
he: אחר

source: Enter Number of Children
he: הזן מספר ילדים

# numberOfChildrenLabel
source: Number of Children
he: מספר ילדים

# numberOfChildrenCount
source: Number of Children: {numberOfChildren}
he: מספר ילדים: {numberOfChildren}

source: Filter by destination
he: סינון לפי עיר

# showOnMap
source: Show on the map
he: הצג על המפה

source: When I drive
he: מתי אני נוהג

source: No schedule found
he: לא נמצאו לך נסיעות קיימות

# confirmLeaveGroup
source: Are you sure you want to leave this group?
he: האם אתה בטוח שברצונך לעזוב את הקבוצה הזו?

source: No
he: לא

source: Yes
he: כן

# leaveGroupMessage
source: You no longer belong to this group {groupName} because you had registered rides, an update will be sent to the group members
he: אינך שייכ/ת יותר לקבוצה {groupName} מכיוון שהיו לך נסיעות רשומות, עדכון על עזיבתך יישלח לחברי הקבוצה

# returnToHomeScreen
source: Return to the home screen
he: חזור למסך הבית

source: Start Date
he: התחלה:

source: End Date
he: סיום:

# enterEmailForReset
source: enter the email you registered with for reset
he: הכנס את המייל שאיתו נרשמת

# resetPasswordLinkSent
source: reset password link Sent to your email
he: קישור לאיפוס סיסמה נשלח אל המייל

source: Sign in with Google
he: הרשם באמצעות גוגל

# enterEmailToResetPassword
source: Please enter your email to reset the password
he: הכנס את האימייל שנרשמת איתו עבור שחזור הסיסמה

# passwordResetEmailSent
source: A password reset email has been sent
he: נשלח אלייך מייל לאיפוס סיסמה

source: Sign in with Facebook
he: התחבר באמצעות פייסבוק

source: Drive Going
he: נהג בהלוך

source: Drive Returning
he: נהג בחזור

source: Round Trip
he: הלוך-חזור

# driverGoing
source: Driver Going: {driver}
he: נהג בהלוך: {driver}

# driverReturning
source: Driver Returning: {driver}
he: נהג בחזור: {driver}

source: Add
he: הוסף

# confirmCancelRide
source: Confirm Cancellation
he: אישור ביטול נסיעה

source: Update Cancellation
he: עדכון ביטול נסיעה

# cancellationMessage
source: An update on your cancellation will be sent to the rest of the group for the ride on {fullDate}
he: עדכון על ביטול הנסיעה ישלח לשאר חברי הקבוצה

# cancellationText
source: You are about to cancel the ride on {fullDate}! Are you sure?
he: הנך עומד לבטל נסיעה זו! האם אתה בטוח?

# notWithinRange
source: You are not within the range defined in this group
he: אינך בטווח המוגדר בקבוצה זו

# cancelRideNotification
source: {userName} canceled a ride!
he: {userName} בוטלה נסיעה של

# passwordRequirementMessage
source: Password must contain at least 6 characters including one letter and one number.
he: הסיסמה חייבת לכלול לפחות 6 תווים הכוללים אות אחת ומספר אחד.

# passwordErrorMessage
source: Error: Password does not meet the requirements.
he: שגיאה: הסיסמה אינה עומדת בדרישות.

# incorrectPasswordMessage
source: Incorrect password. Please try again.
he: סיסמה שגויה. נסה שוב.

source: Going Ride
he: נהג בהלוך

source: return Ride
he: נהג בחזור

# fromLabel
source: From
he: מ

source: About
he: אודות

# aboutTitle
source: About This App
he: אודות אפליקציה זו

# aboutDescription
source: This app helps you manage carpools for your children efficiently. It allows you to create and join carpool groups, plan travel schedules, chat with other group members, and track live locations of rides. Our aim is to make carpooling convenient and safe for parents and their children.
he: אפליקציה זו עוזרת לך לנהל נסיעות משותפות לילדיך בצורה יעילה. היא מאפשרת לך ליצור ולהצטרף לקבוצות נסיעות משותפות, לתכנן לוחות זמנים לנסיעות, לשוחח עם חברי הקבוצה ולעקוב אחר מיקומים בזמן אמת של הנסיעות. המטרה שלנו היא להפוך את הנסיעות המשותפות לנוחות ובטוחות להורים ולילדיהם.

# cancelRideMessageToChat
source: {userName} canceled his ride on {date}
he: {userName} ביטל את הנסיעה שלו בתאריך {date}

# leaveGroupMessageToChat
source: {userName} left the group {groupName}
he: המשתמש {userName} עזב הקבוצה

# completeSignUp
source: Complete your Sign-Up
he: השלם את ההרשמה שלך

source: Save
he: שמור

# firstNameHint
source: Enter your first name
he: הזן את השם הפרטי שלך

# lastNameHint
source: Enter your last name
he: הזן את שם המשפחה שלך

# emailHint
source: Enter your email
he: הזן את כתובת האימייל שלך

# passwordHint
source: Enter your password
he: הזן את הסיסמה שלך

source: Sign up with Google
he: הירשם באמצעות גוגל

source: Log in with Google
he: התחבר באמצעות גוגל
